Repository: xemle/phtagr
Catalog: Locale/dut/LC_MESSAGES/default.po
Languages: nl_nl

source: Sum of external file size
nl_nl: Som van de externe bestandsgrootte

source: Image media
nl_nl: Beeld media

source: Video duration
nl_nl: Video duur

source: %s Web Gallery %s - mobile version
nl_nl: %s Web Gallery %s - mobile versie

source: View standard version
nl_nl: Bekijk standaard versie

source: mobile
nl_nl: mobiel

source: Location
nl_nl: Lokatie

source: Welcome to phTagr
nl_nl: Welkom bij phTagr

source: Random Media
nl_nl: Willekeurige media

source: See more %s
nl_nl: Bekijk meer %s

source: random media...
nl_nl: willekeurige media...

source: Newest Media
nl_nl: Nieuwste media

source: See %s
nl_nl: Zie %s

source: all new media...
nl_nl: alle nieuwe media...

source: Add new User
nl_nl: Gebruiker toevoegen

source: Create new user
nl_nl: Nieuwe gebruiker aanmaken

source: User: %s
nl_nl: Gebruiker: %s

source: System Operator
nl_nl: Systeembeheerder

source: Expire date
nl_nl: Verloopdatum

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: username
nl_nl: gebruikersnaam

source: firstname
nl_nl: voornaam

source: lastname
nl_nl: achternaam

source: nr.files
nl_nl: bestand nr.

source: nr.media
nl_nl: media nr.

source: size internal
nl_nl: interne grootte

source: size external
nl_nl: externe grootte

source: User role
nl_nl: Gebruikersrol

source: Nobody
nl_nl: Niemand

source: Unknown
nl_nl: Onbekend

source: Do you really want to detete the user '%s'? This action is irreversible! All the data of the users will be deleted!
nl_nl: Weet U zeker dat U de gebruiker '%s' wilt verwijderen? De aktie is onomkeerbaar! Alle data van de gebruiker zal verwijderd worden!

source: The user can import media files from following external directories:
nl_nl: De gebruiker kan media bestanden importeren vanuit de volgende mappen:

source: Directory
nl_nl: Map

source: Do you really want to detete the path '%s' of '%s'?
nl_nl: Weet U zeker dat U het pad '%s' van '%s' wilt verwijderen?

source: Delete path '%s'
nl_nl: Verwijder pad '%s'

source: Currently no external directories are set for this user.
nl_nl: Er zijn momenteel geen externe mappen gezet voor deze gebruiker.

source: The user has a dedicated upload directory which is handled by phTagr itself. External directories can be added here to the user to allow the import of external media files from the local file system.
nl_nl: De gebruiker heeft een eigen upload map die door phTagr zelf word afgehandeld. Externe mappen kunnen hier aan de gebruiker worden toegevoegd om het importeren van externe media bestanden toe te staan vanaf het lokale bestandssysteem.

source: Add Directory
nl_nl: Map aanmaken

source: Account Confirmation
nl_nl: Account confirmatie

source: Please insert your confirmation key to finalize the account creation.
nl_nl: Vul a.u.b. uw confirmatie sleutel in ter voltooing van de aanmaak van uw account.

source: Key
nl_nl: Sleutel

source: Admin List
nl_nl: Admin lijst

source: Member Since
nl_nl: Lid sinds

source: User list is empty
nl_nl: Gebruikerslijst is leeg

source: Forgot your password
nl_nl: Wachtwoord vergeten

source: Password Request
nl_nl: Wachtwoord aanvraag

source: Please insert your username and email address to request your lost password.
nl_nl: Vul a.u.b. uw gebruikersnaam en e-mail adres in om uw vergeten wachtwoord aan te vragen.

source: Account Data
nl_nl: Account gegevens

source: Submit
nl_nl: Versturen

source: Create Account
nl_nl: Account aanmaken

source: User %s
nl_nl: Gebruiker %s

source: User Details
nl_nl: Gebruiker details

source: Member since
nl_nl: Lid sinds

source: Count of media
nl_nl: Som van media

source: Count of files
nl_nl: Som van bestanden

source: Size of files
nl_nl: Grootte van bestanden

source: View media
nl_nl: Bekijk media

source: See all media of user %s
nl_nl: Bekijk alle media van gebruiker %s

source: No categories assigned
nl_nl: Geen categorieën toegewezen

source: No tags assigned
nl_nl: Geen labels toegewezen

source: %s said %s:
nl_nl: %s zei %s:

source: Older comments...
nl_nl: Ouder commentaar

source: Popular Tags
nl_nl: Populaire labels

source: See more...
nl_nl: Bekijk meer...

source: Popular Categories
nl_nl: Populaire categorieën

source: Name is missing
nl_nl: Naam niet aanwezig

source: Email is invalid
nl_nl: E-mail onjuist

source: URL is invalid
nl_nl: URL onjuist

source: Comment text is empty
nl_nl: Commentaar is leeg

source: Comment is to long
nl_nl: Commentaar is te lang

source: Guestname must be between 3 and 32 characters long.
nl_nl: Gastnaam moet tussen 3 en 32 karakters lang zijn.

source: Password must be between 6 and 32 characters long.
nl_nl: Wachtwoord moet tussen 6 en 32 karakters lang zijn.

source: Email address is not valid
nl_nl: E-mail adres is onjuist

source: Invalid notification interval
nl_nl: Notificatie interval is onjuist

source: Username must be between 3 and 32 characters long.
nl_nl: Gebruikersnaam moet tussen 3 en 32 karakters lang zijn.

source: Invalid role
nl_nl: Ongeldige rol
