Repository: xemle/phtagr
Catalog: Locale/dut/LC_MESSAGES/default.po
Languages: nl_nl

source: Do not send emails.
nl_nl: Geen e-mail verzenden.

source: Simulate the run. Do not change anything
nl_nl: Simuleer de uitvoering. Verander niets

source: Send emails always even if user already received an email
nl_nl: Altijd verzend e-mail, zelfs als de gebruiker al e-mail ontvangen heeft

source: Run the notification updates
nl_nl: Start notificatie updates

source: Notify new media for users via email
nl_nl: Stuur een e-mail notificatie voor nieuwe media

source: Maximum generation count. Default is 10. Use 0 to generate all previews
nl_nl: Maximaal generatie aantal. Standaard is 10. Gebruik 0 om alle previews te genereren

source: Set the start chunk number. A chunk has a size of 100 media. Default is 1
nl_nl: Zet het batch nummer. Een batch heeft een grootte van 100. Standaard is 1

source: Set the minimum preview size. Default is thumb
nl_nl: Zit de minimale preview grootte. Standaard is thumb

source: Generate only previews for given user
nl_nl: Genereer alleen previews voor de gegeven gebruiker

source: Create preview files
nl_nl: Preview bestanden aanmaken

source: Generate preview files
nl_nl: Genereer preview bestanden

source: Maximum of synchronization count. Default is 100. Use 0 to synchronize all
nl_nl: Maximum aantal synchronisaties. Standaard is 100. Gebruik 0 om alles te synchroniseren

source: Synchronize only images for given username
nl_nl: Synchroniseer alleen beelden voor de gegeven gebruiker

source: Run the synchronization process
nl_nl: Start synchronisatie proces

source: Write all meta data from database to images in batch mode
nl_nl: Schrijf alle meta data van de database naar de beelden in batch modus

source: Recent photos
nl_nl: Recente foto's

source: Media RSS of recent photos
nl_nl: Media RSS van recente foto's

source: Recent comments
nl_nl: Recent commentaar

source: Explorer
nl_nl: Verkenner

source: My Photos
nl_nl: Mijn foto's

source: Upload
nl_nl: Uploaden

source: Login
nl_nl: Aanmelden

source: Sign Up
nl_nl: Registreren

source: Howdy, %s!
nl_nl: Hoi %s!

source: Logout
nl_nl: Afmelden

source: Import Files
nl_nl: Bestanden inlezen

source: Edit Access Rights
nl_nl: Toegangsrechten wijzigen

source: Meta Data Sync
nl_nl: Meta data synchronisatie

source: Overview
nl_nl: Overzicht

source: My Files
nl_nl: Mijn bestanden

source: Processed %d files (imported %d, skipped %d, %d errors)
nl_nl: %d bestanden verwerkt (geïmporteerd %d, overgeslagen %d, foutief %d)

source: Media %d was unlinked successfully
nl_nl: Media %d is met success ontkoppeld

source: Unlinked %d files.
nl_nl: %d bestand(en) ontkoppeld

source: Deleted directory successfully
nl_nl: Map succesvol verwijderd

source: Deleted file successfully
nl_nl: Bestand succesvol verwijderd

source: Could not delete file or directory
nl_nl: Kon bestand of map niet verwijderen

source: Invalid path to create folder
nl_nl: Foutief pad voor aanmaken map

source: Could not create folder here: %s
nl_nl: Kan hier geen map aanmaken: %s

source: Could not create folder
nl_nl: Kan geen map aanmaken

source: Your upload quota is exceeded
nl_nl: Uw upload quota is overschreden

source: Invalid path for upload
nl_nl: Foutief pad voor upload

source: Could not upload here: %s
nl_nl: Kan hier niet uploaden: %s

source: Uploaded %d and %d extraced file(s)
nl_nl: %d bestanden geupload en %d bestanden uitgepakt

source: Uploaded %d file(s)
nl_nl: %d bestand(en) geupload

source: Error: Invalid upload directory
nl_nl: Fout: Verkeerde upload map

source: No files uploaded or upload errors
nl_nl: Geen files geupload of fout bij uploaden

source: No files uploaded
nl_nl: Geen bestanden geupload

source: Uploaded %d files with %d errors.
nl_nl: %d bestanden geupload met %d fouten

source: Group or tag criteria is missing
nl_nl: Groep of tag criterium niet aanwezig

source: No access right changes given
nl_nl: Geen toegangsrechten gegeven

source: Updated access rights of %d media
nl_nl: Toegangsrechten van %d media veranderd

source: No media found!
nl_nl: Geen media gevonden!

source: Invalid Comment.
nl_nl: Ongeldig commentaar.

source: The Comment has been saved
nl_nl: Het commentaar is opgeslagen

source: The Comment could not be saved. Please, try again.
nl_nl: Het commentaar kon niet worden opgeslagen. Probeer opnieuw.

source: [phtagr] Comment: %s
nl_nl: [phtagr] Commentaar: %s

source: [phtagr] Comment notification: %s
nl_nl: [phtagr] Commentaar notificatie: %s

source: Invalid id for Comment
nl_nl: Verkeerd id voor het commentaar

source: Comment deleted
nl_nl: Commentaar verwijderd

source: [Keep]
nl_nl: [Behouden]

source: [No Group]
nl_nl: [Geen groep]

source: Slideshow Media RSS
nl_nl: Diashow Media RSS

source: Invalid folder: %s
nl_nl: Onjuiste folder: %s

source: My Groups
nl_nl: Mijn groepen

source: My Memberships
nl_nl: Mijn lidmaatschappen

source: All Groups
nl_nl: Alle groepen

source: Create Group
nl_nl: Groep aanmaken

source: %s not found
nl_nl: %s niet gevonden

source: Group
nl_nl: Groep

source: %s already exists
nl_nl: %s bestaat al

source: Add successfully group '%s'
nl_nl: Groep '%s' toegevoegd

source: Could not create group '%s'
nl_nl: Kan groep '%s' niet aanmaken

source: Group subscription request was sent to the group owner
nl_nl: Groepsregistratieaanvraag is verzonden naar de groepeigenaar

source: Mail could not be sent
nl_nl: Mail kon niet worden verzonden

source: You are not authorized to perform this action
nl_nl: U bent niet bevoegd deze actie uit te voeren

source: User
nl_nl: Gebruiker

source: User %s is now subscribe to this group
nl_nl: Gebruiker %s is geabonneerd op deze groep

source: User %s is now unsubscribe from this group
nl_nl: Gebruiker %s is nu uitgeschreven voor deze groep

source: Could not save %s
nl_nl: Kan %s niet bewaren

source: %s updated
nl_nl: %s geüpdate

source: Could not find group
nl_nl: Kan de groep niet vinden

source: Successfully deleted group '%s'
nl_nl: Groep '%s' verwijderd

source: New Guest
nl_nl: Nieuwe gast

source: Edit %s
nl_nl: Verander %s

source: Sorry. Username is already taken
nl_nl: Sorry. Gebruikersnaam is al in gebruik

source: Guest account '%s' was successfully created
nl_nl: Gast code '%s' is aangemaakt

source: Sorry. Guest account could not created
nl_nl: Sorry. Gast account kon niet worden aangemaakt

source: Sorry. Could not find requested guest
nl_nl: Sorry. Kan de gast niet vinden

source: Guest data were saved
nl_nl: Gast gegevens opgeslagen

source: Updates could not be saved!
nl_nl: Veranderingen konden niet worden opgeslagen!

source: Could not find requested guest
nl_nl: Kon de opgevraagde gast niet vinden

source: Guest account '%s' deleted!
nl_nl: Gast account '%s' verwijderd!

source: Download of more than %d media is not allowed
nl_nl: Het downloaden van meer dan %d media is niet toegestaan

source: Download of more than %d media is not allowed for anonymous visitors
nl_nl: Het downloaden van meer dan %d media is niet toegestaan voor anonieme gebruikers

source: No files for download found for given media set
nl_nl: Geen bestanden voor download gevonden voor de gegeven media set

source: Download of not more than %d MB is not allowed
nl_nl: Download van meer dan %d MB is niet toegestaan

source: Profile
nl_nl: Profiel

source: Password
nl_nl: Wachtwoord

source: Import Options
nl_nl: Importeeropties

source: Export Options
nl_nl: Exporteeropties

source: Could not save profile!
nl_nl: Kan profiel niet opslaan!

source: Profile saved
nl_nl: Profiel opgeslagen

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Could not write configuration to '%s'
nl_nl: Kan configuratie niet schrijven naar '%s'

source: Update core settings
nl_nl: Basis instellingen gewijzigd

source: Could not write database configuration file
nl_nl: Kan database configuratie bestand niet schrijven

source: Could not connect to database. Please check your database configuration!
nl_nl: Kan geen verbinding naar de database maken. Controleer uw database instellingen

source: Could not initialize database migration
nl_nl: Kan database migratie niet initialiseren

source: Could not initialize database
nl_nl: Kan database niet initialiseren

source: All required tables are created
nl_nl: Alle benodigde tabellen zijn aangemaakt

source: Could not create tables correctly. Please see logfile for details
nl_nl: Kan de tabellen niet correct aanmaken. Bekijk het logbestand voor meer informatie

source: Admin account was successfully created
nl_nl: Administratie code met succes aangemaakt

source: Could not create admin account. Please retry
nl_nl: Kan administratie code niet aanmaken. Probeer opnieuw

source: General
nl_nl: Algemeen

source: User Registration
nl_nl: Gebruikersregistratie

source: External Programs
nl_nl: Externe programma's

source: Delete Unused Metadata
nl_nl: Verwijder ongebruikte meta data

source: Titles were updated
nl_nl: Titels zijn geüpdate

source: Options saved!
nl_nl: Instellingen opgeslagen!

source: Database migration failed. Please see the log files for errors.
nl_nl: Database migratie is mislukt. Bekijk a.u.b. de logbestanden voor de fouten.

source: The database migration was successful.
nl_nl: Database migratie is goed verlopen.

source: All unused meta data are deleted
nl_nl: Alle ongebruikte metadata is verwijderd

source: List User
nl_nl: Gebruikerslijst

source: Add User
nl_nl: Gebruiker toevoegen

source: Sorry. Wrong password or unknown username!
nl_nl: Sorry. Verkeerd wachtwoord of onbekende gebruikersnaam!

source: Please enter username and password!
nl_nl: Voer gebruikersnaam en wachtwoord in!

source: Sorry. Your account is expired!
nl_nl: Sorry. Uw account is verlopen!

source: Sorry. Internal login procedure failed!
nl_nl: Sorry. Interne login procedure is mislukt!

source: Can not degrade last admin
nl_nl: Kan de laatste admin niet degraderen

source: Local Paths
nl_nl: Lokale paden

source: Edit
nl_nl: Bewerken

source: User data was updated
nl_nl: De gebruikersgegevens zijn veranderd

source: Could not be updated
nl_nl: Kon niet worden veranderd

source: Directory '%s' was added
nl_nl: Folder '%s" is toegevoegd

source: Directory '%s' could not be read
nl_nl: Folder '%s' kon niet worden gelezen

source: Username already exists, please choose a different name!
nl_nl: Gebruikersnaam bestaat al, kies a.u.b. een andere naam!

source: User was created
nl_nl: Gebruiker is aangemaakt

source: Could not create user!
nl_nl: Kon gebruiker niet aanmaken!

source: Could not delete user: user not found!
nl_nl: Kon gebruiker niet verwijderen: gebruiker niet gevonden!

source: User %s was deleted
nl_nl: Gebruiker %s is verwijderd

source: Deleted external directory '%s'
nl_nl: Externe folder '%s' verwijderd

source: No user with this email was found
nl_nl: Er is geen gebruiker met dit e-mail adres gevonden

source: [phtagr] Password Request
nl_nl: [phtagr] Wachtwoord aanvraag

source: Mail was sent!
nl_nl: Mail is verstuurd

source: Mail could not be sent: unknown error!
nl_nl: Mail kon niet worden verstuurd: onbekende fout!

source: Captcha verification failed
nl_nl: Captcha verificatie is fout gegaan

source: Username already exists, please choose different name!
nl_nl: Gebruiker bestaat al, kies a.u.b. een andere naam!

source: Could not create user
nl_nl: Kon geen gebruiker aanmaken

source: Could not send the confirmation email. Please contact the admin.
nl_nl: Kon confirmatie mail niet verzenden. Neem a.u.b. contact op met de admin.

source: A confirmation email was sent to your email address
nl_nl: Een confirmatie mail is naar uw e-mail adres verstuurd

source: Please enter the confirmation key
nl_nl: Vul a.u.b. de confirmatie sleutel in

source: Could not find confirmation key
nl_nl: Kon configuratiesleutel niet vinden

source: Internal error occured
nl_nl: Er is een interne fout opgetreden

source: [phtagr] Account confirmation: %s
nl_nl: [phtagr] Account confirmatie: %s

source: [phtagr] Welcome %s
nl_nl: [phtagr] Welkom %s

source: [phtagr] New account notification: %s
nl_nl: [phtagr] Nieuwe gebruiker notificatie: %s

source: Account Settings
nl_nl: Account instellingen

source: Groups
nl_nl: Groepen

source: Users
nl_nl: Gebruikers

source: Guests
nl_nl: Gasten

source: Media Files
nl_nl: Media bestanden

source: System
nl_nl: Systeem

source: You are now subscribed to group %s
nl_nl: U bent nu toegetreden tot groep %s

source: You are allready subscribed to group %s
nl_nl: U bent al lid van groep %s

source: You are now unsubscribed of group %s
nl_nl: U bent nu verwijderd uit group %s

source: You are not subscribed to group %s
nl_nl: U bent niet geabonneerd op groep %s

source: Password not given
nl_nl: Wachtwoord niet gegeven

source: Password confirmation is missing
nl_nl: Wachtwoord confirmatie niet aanwezig

source: Password confirmation mismatch
nl_nl: Wachtwoord confirmatie mislukt

source: Username already taken
nl_nl: Gebruikersnaam is al in gebruik

source: Bulk Access Right Change
nl_nl: Bulk toegangsrechten veranderen

source: Media Selection Criteria
nl_nl: Media selectie criteria

source: Media with keyword:
nl_nl: Media met keyboard:

source: Media in group
nl_nl: Media in groep

source: Edit access rights (ACL) for matching media
nl_nl: Verander toegangsrechten (ACL) voor geselecteerde media

source: Me
nl_nl: Ik

source: All
nl_nl: Alle

source: Keep
nl_nl: Bewaren

source: Who can view the image
nl_nl: Wie kan het beeld zien

source: Who can download the image?
nl_nl: Wie kan een beeld downloaden

source: Who can add tags?
nl_nl: Wie kan labels toevoegen?

source: Who can edit all meta data?
nl_nl: Wie kan alle meta gegevens wijzigen?

source: Create Folder
nl_nl: Map aanmaken

source: Location %s
nl_nl: Lokatie %s

source: Folder Name
nl_nl: Map naam

source: Create
nl_nl: Aanmaken

source: View folder %s
nl_nl: Bekijk map %s

source: File Browser
nl_nl: Bestands verkenner

source: (%s or %s here)
nl_nl: (%s of %s hier)

source: Upload files
nl_nl: Bestanden uploaden

source: create folder
nl_nl: map aanmaken

source: Recursive
nl_nl: Recursief

source: Reread metadata for existing files
nl_nl: Lees de metadata voor bestaande files opnieuw in

source: File Filter
nl_nl: Bestandsfilter

source: Any
nl_nl: Elke

source: Select extensions to be imported:
nl_nl: Geselecteerde extensies om te importeren:

source: Import
nl_nl: Importeren

source: Unlink
nl_nl: Link verwijderen

source: Your uploaded media
nl_nl: Uw geuploade media

source: See all uploaded media of today %s
nl_nl: Bekijk alle vandaag %s geuploade media

source: here
nl_nl: hier

source: Upload your photos, videos, GPS logs or ZIP archives here.
nl_nl: Upload hier uw foto's, video's, GPS logs of ZIP archieven.

source: You can upload maximal %s and %s at once. ZIP archives are extracted automatically.
nl_nl: U kan maximaal %s en %s ineens uploaden. ZIP bestanden worden automatisch uitgepakt.

source: You cannot upload files now. Your upload quota is exceeded.
nl_nl: U kunt nu geen bestanden uploaden. Uw quota is overschreden.

source: Meta Data Synchronization
nl_nl: Meta data synchronisatie

source: phTagr embedds meta data like tags, categories, or (geo) location information direct into the image video files.
nl_nl: phTagr integreert meta data zoals tags, categorieën of (geo) lokatie informatie direkt in de video beeld bestanden.

source: Note: In case you are using phTagr with external paths it is recommended to synchronize your images to store this important information within the media file. After the synchronization these mata data could be read by other image programs or desktop search engines.
nl_nl: Voetnoot: Als U phTagr met externe paden gebruikt, wordt U aanbevolen om uw beelden te synchroniseren om deze belangrijke informatie te bewaren in het media bestand. Na de synchronisatie kan deze meta data gelezen worden door andere beeld programma's of desktop zoekmachines.

source: All media are synchronized
nl_nl: Alle media is gesynchroniseerd

source: Some files could not be updated with new metadata. Mainly this happens if the files are write protected. Please have a look to the log files for details.
nl_nl: Bepaalde bestanden konden niet gewijzigd worden. Dat gebeurd meestal als de bestanden niet beschrijfbaar zijn. Bekijk de logbestanden voor meer informatie.

source: Synchronized %d media.
nl_nl: %d media bestanden gesynchroniseerd

source: %d media remains unsynced. Click %s to synchronize again
nl_nl: %d media bestanden blijven ongesynchroniseerd. Click %s om opnieuw the synchroniseren

source: sync
nl_nl: synchroniseer

source: You have %d unsynchronized media. Click %s to start the synchronization (this might take some time)
nl_nl: U heeft %d ongesynchroniseerde media. Klik %s om synchronisatie te starten (dit kan enige tijd duren)

source: Write Metadata
nl_nl: Metadata schrijven

source: File Upload
nl_nl: Bestand upload

source: You upload files to folder %s
nl_nl: U upload bestanden naar map %s

source: You can upload maximal %s and %s at once
nl_nl: U kan maximaal %s van %s ineens uploaden

source: File or archive
nl_nl: Bestand of archief

source: Extract ZIP archive
nl_nl: ZIP archief uitpakken

source: File Overview
nl_nl: Bestandsoverzicht

source: Description
nl_nl: Beschrijving

source: Value
nl_nl: Waarde

source: Files total
nl_nl: Bestanden totaal

source: Count of images/videos
nl_nl: Som van beelden/video's

source: External images/videos
nl_nl: Externe beelden/video's

source: Bytes total (with external sources)
nl_nl: Bytes totaal (met externe bronnen)

source: Bytes total
nl_nl: Bytes totaal

source: Quota (free)
nl_nl: Quota (vrij)

source: Public files
nl_nl: Publieke bestanden

source: Visible for users
nl_nl: Zichtbaar voor gebruikers

source: Visible for group members
nl_nl: Zichtbaar voor groepsleden

source: Private files
nl_nl: Prive bestanden

source: Unsynced files
nl_nl: Niet gesynchroniseerde bestanden

source: Most Recent Comments
nl_nl: Recent commentaar

source: Most recent comments at %s
nl_nl: Recent commentaar op %s

source: Comments
nl_nl: Commentaar

source: %s said %s
nl_nl: %s zei %s

source: (delete)
nl_nl: (verwijderen)

source: Add new Comment
nl_nl: Nieuw kommentaat toevoegen

source: Name
nl_nl: Naam

source: Will not be published
nl_nl: Wordt niet gepubliceerd

source: Optional
nl_nl: Optioneel

source: Verification
nl_nl: Verifikatie

source: Comment
nl_nl: Commentaar

source: Notify me on new comments
nl_nl: Alarmeer mij bij nieuwe kommentaren

source: Add Comment
nl_nl: Commentaar toevoegen

source: %s Social Web Gallery %s in %.3fs. Layout based on %s, Icons by %s
nl_nl: %s Social Web Gallery %s in %.3fs. Layout gebaseerd op %s, Icons door %s

source: Who can view image?
nl_nl: Wie kan een beeld zien

source: Who can edit the tags?
nl_nl: Wie kan labels wijzigen

source: Tags
nl_nl: Labels

source: Categories
nl_nl: Categorie

source: City
nl_nl: Stad

source: Sublocation
nl_nl: Sub lokatie

source: State
nl_nl: Staat

source: Country
nl_nl: Land

source: Geo data
nl_nl: Geo gegevens

source: E.g. 2008-08-07 15:30
nl_nl: Bijv. 2008-08-07 15:30

source: Preferences
nl_nl: Voorkeuren

source: Register
nl_nl: Registreren

source: Select media
nl_nl: Media selecteren

source: Deselect media
nl_nl: Media deselecteren

source: Edit meta data
nl_nl: Metadata wijzigen

source: Edit access rights
nl_nl: Toegangsrechten wijzigen

source: Download file %s
nl_nl: Download bestand %s

source: Date
nl_nl: Datum

source: View media of previous dates
nl_nl: Bekijk de media van vorige datums

source: View media of interval
nl_nl: Bekijk de media over dit interval

source: Set new end date of interval
nl_nl: Zet nieuwe einddatum van interval

source: View media of this day
nl_nl: Bekijk de media van vandaag

source: View media of this week
nl_nl: Bekijk de media van deze week

source: View media of this month
nl_nl: Bekijk de media van deze maand

source: Set new start date for interval
nl_nl: Zet nieuwe startdatum van interval

source: View media of next dates
nl_nl: Bekijk de media van toekomstige datums

source: Locations
nl_nl: Lokaties

source: Access
nl_nl: Toegang

source: Group members
nl_nl: Groepsleden

source: %s by %s
nl_nl: %s door %s

source: View
nl_nl: Bekijk

source: Metadata
nl_nl: Meta gegevens

source: Access Right
nl_nl: Toegangsrechten

source: Selection
nl_nl: Selectie

source: Page %d of %d
nl_nl: Pagina %d van %d

source: Sublocations
nl_nl: Sublokaties

source: Cities
nl_nl: Steden

source: States
nl_nl: Staten

source: Countries
nl_nl: Landen

source: Pagesize
nl_nl: Pagina grootte

source: Sort
nl_nl: Sorteren

source: newest
nl_nl: nieuwste

source: date
nl_nl: datum

source: date (reverse)
nl_nl: datum (omgekeerd)

source: name
nl_nl: naam

source: modified
nl_nl: gewijzigd

source: view count
nl_nl: keer bekeken

source: random
nl_nl: willekeurig

source: default
nl_nl: standaard

source: small
nl_nl: klein

source: E.g. newtag, -oldtag
nl_nl: Bijv. nieuwelabel, -oudelabel

source: latitude, longitude
nl_nl: breedte, hoogte

source: 90 CW
nl_nl: 90° rechts

source: 180 CW
nl_nl: 180° gedraaid

source: 90 CCW
nl_nl: 90° links

source: Reset
nl_nl: Resetten

source: Rotate
nl_nl: Roteren

source: Apply
nl_nl: Toepassen

source: Access Rights
nl_nl: Toegangsrechten

source: Media access group
nl_nl: Media toegangsgroep

source: Selection:
nl_nl: Selectie:

source: Select all
nl_nl: Alles selecteren

source: Invert selection
nl_nl: Selectie omkeren

source: Remove
nl_nl: Verwijderen

source: Remove Media from database
nl_nl: Verwijder media van database

source: Clear Cache
nl_nl: Cache legen

source: Clear media cache files
nl_nl: Media cache bestanden legen

source: Sync
nl_nl: Synchroniseren

source: Synchorinze meta data
nl_nl: Synchroniseer metadata

source: Original
nl_nl: Origineel

source: Download original files from selected media
nl_nl: Download originele bestanden van de geselecteerde media

source: High Resolution
nl_nl: Hoge resolutie

source: Download high resolution files (%d px) from selected media
nl_nl: Download hoge resolutie bestanden (%d px) van geselecteerde media

source: Preview Resolution
nl_nl: Preview resolutie

source: Download preview files (%d px) from selected media
nl_nl: Download preview bestanden (%d px) van geselecteerde media

source: New media available at %s
nl_nl: Nieuwe media beschikbaar op %s

source: User %s published following media
nl_nl: Gebruiker %s publiceerde de volgende media

source: See all new media at %s
nl_nl: Bekijk alle nieuwe media op %s

source: Sincerly, your phTagr agent
nl_nl: Met vriendelijke groeten, uw phTagr agent

source: PS: If you do not like to receive this notification again, please configure the notification interval in your user profile.
nl_nl: PS: Als U deze notificatie niet wil ontvangen, configureer dan a.u.b. de notificatie interval in uw profiel.

source: New comment on your media %s: %s was submitted
nl_nl: Nieuw commentaar op uw media %s: %s is toegevoegd

source: Author: %s
nl_nl: Auteur: %s

source: Date: %s
nl_nl: Datum: %s

source: You can see the comments on this media here: %s
nl_nl: U kunt het kommentaar op deze media hier zien: %s

source: Delete it: %s
nl_nl: Verwijder het: '%s'

source: Sincerely
nl_nl: Met vriendelijke groeten

source: Your phTagr Agent
nl_nl: Uw phTagr agent

source: Hello
nl_nl: Hallo

source: A new comment on %s was submitted.
nl_nl: Nieuw commentaar is toegevoegd aan %s.

source: From: %s
nl_nl: Van: %s

source: PS: This mail is a comment notification of your previous comment(s) on this media.
nl_nl: PS: Deze mail is een commentaar notificatie van uw vorig kommentaar op deze media.

source: Hello %s!
nl_nl: Hallo %s!

source: Your group subscription of group %s was accepted.
nl_nl: Uw groepsaanvraag voor groep %s is geaccepteerd.

source: Group information:
nl_nl: Groepinformatie:

source: Description: %s
nl_nl: Omschrijving: %s
