Repository: xemle/phtagr
Catalog: Locale/dut/LC_MESSAGES/default.po
Languages: nl_nl

source: Number of members: %d
nl_nl: Aantal leden: %d

source: More details of group %s are available at %s.
nl_nl: Meer details van groep %s zijn beschikbaar op %s.

source: User %s joined your group %s
nl_nl: Gebruiker %s is tot je groep %s toegetreden

source: To see more information about user %s, please visit %s.
nl_nl: Om meer informatie te zien over gebruiker %s, bezoek a.u.b. %s.

source: Group info:
nl_nl: Groepsinformatie:

source: More details of your group %s are available at %s
nl_nl: Meer details van uw groep %s is beschikbaar op %s

source: User %s likes to join your group %s.
nl_nl: Gebruiker %s wil dat U de groep %s toetreedt.

source: To confirm the subscription please visit %s
nl_nl: Om uw abonnement te verifiëren ga a.u.b. naar %s

source: To see more information about user %s, please visit %s
nl_nl: Om meer informatie te zien over gebruiker %s, bezoek a.u.b. %s

source: User %s unsubscribed from your group %s.
nl_nl: Gebruiker %s heeft zich afgemeld van uw groep %s.

source: Welcome %s!
nl_nl: Welkom %s!

source: Your phTagr account is now activated for %s
nl_nl: Uw phTagr gebruiker is nu geactiveerd voor %s

source: Login at %s with your new account and see %s for first steps.
nl_nl: Login op %s met uw nieuw account en zie %s voor de eerste stappen.

source: Please confirm your account creation
nl_nl: Verifiëer a.u.b. uw aangemaakt account

source: Or visit %s and enter the confirmation key:
nl_nl: Of bezoek %s en vul de confirmatiesleutel in:

source: to finalize your account creation
nl_nl: om uw account activatie te beëindigen

source: Hello System Operator!
nl_nl: Hallo Systeembeheerder!

source: A new phTagr user account was created for %s
nl_nl: Een nieuw phTagr gebruikersaccount is aangemaakt voor %s

source: Your phTagr account password is:
nl_nl: Uw phTagr gebruikerswachtwoord is:

source: Edit Meta Data
nl_nl: Metadata veranderen

source: Cancel
nl_nl: Afbreken

source: Most Recent Media
nl_nl: Meest recente media

source: Most recent media of %s
nl_nl: Meest recente media van %s

source: Advanced Search
nl_nl: Uitgebreid zoeken

source: E.g. includeTag, -excludeTag
nl_nl: Bijv. nieuwelabel, -oudelabel

source: Date from
nl_nl: Datum van

source: E.g. 2008-08-07
nl_nl: Bijv. 2008-08-07

source: Date to
nl_nl: Datum tot

source: Options
nl_nl: Opties

source: Page size
nl_nl: Pagina grootte

source: Default
nl_nl: Standaard

source: Newest
nl_nl: Nieuwste media

source: Changes
nl_nl: Veranderingen

source: Random
nl_nl: Willekeurig

source: Popularity
nl_nl: Populair

source: Sort by
nl_nl: Sorteer op

source: Advanced
nl_nl: Uitgebreid

source: Any Type
nl_nl: Elk type

source: Image or Photos
nl_nl: Beeld of foto's

source: File Type
nl_nl: Bestandstype

source: Username
nl_nl: Gebruikersnaam

source: Private
nl_nl: Prive

source: Public
nl_nl: Publiek

source: Media visibility
nl_nl: Zichtbaarheid media

source: General Operand
nl_nl: Algemeen operand

source: Category operand
nl_nl: Categorie operand

source: Location operand
nl_nl: Lokatie operand

source: Search
nl_nl: Zoek

source: From User
nl_nl: Van gebruiker

source: Members
nl_nl: Leden

source: Actions
nl_nl: Acties

source: Subscribe
nl_nl: Aanmelden

source: Unsubscribe
nl_nl: Afmelden

source: Do you realy want to delete the group '%s'?
nl_nl: Weet U zeker dat U de groep '%s' verwijderen wilt?

source: Delete
nl_nl: Verwijderen

source: Currently no image groups are assigned. At the one hand each image could be assigned to a specific group. On the other hand a guest can be member of a set of groups. The guest is than able to view the images from his groups.
nl_nl: Er zijn momenteel geen beeld groepen toegewezen. U kunt elk beeld aan een specifieke groep toewijzen. Een gast kan lid zijn van een aantal groepen. De gast heeft dan de mogelijkheid om de beelden van die groep te bekijken.

source: New Group
nl_nl: Nieuwe groep

source: Create new group
nl_nl: Nieuwe groep aanmaken

source: This group is hidden
nl_nl: Deze groep is onzichtbaar

source: New group members are moderated
nl_nl: Nieuwe groepsleden zijn gemodereerd

source: This group is shared and other group members can use this group
nl_nl: Deze groep is gedeeld en andere groepsleden kunnen deze groep gebruiken

source: Group Name
nl_nl: Groepnaam

source: Action
nl_nl: Actie

source: Results
nl_nl: Resultaten

source: Find Group:
nl_nl: Groep zoeken:

source: Group: %s
nl_nl: Groep: %s

source: Edit Group
nl_nl: Groep veranderen

source: New group members require a confirmation by the moderator
nl_nl: Nieuwe groepsleden benodigen een confirmatie van de moderator

source: The group can be used by other members
nl_nl: De groep kan gebruikt worden door andere groepsleden

source: Save
nl_nl: Opslaan

source: You have currently no media groups created.
nl_nl: U heeft op dit moment geen mediagroepen aangemaakt.

source: Group %s
nl_nl: Groep %s

source: Member List
nl_nl: Leden lijst

source: Member
nl_nl: Lid

source: Unsubscribe '%s'
nl_nl: Afmelden '%s'

source: You have currently no memberships to media groups.
nl_nl: U bent op dit moment geen lid van mediagroepen.

source: This group has no description
nl_nl: Deze groep heeft geen beschrijving

source: The group is owned by user %s and has %d media in total.
nl_nl: De groepseigenaar is gebruiker %s en heeft in totaal %d media.

source: The group is hidden
nl_nl: De groep is onzichtbaar

source: The group is shown with the media
nl_nl: De groep is getoond met de media

source: The group subscription requires a confirmation
nl_nl: Het groepslidmaatschap benodigd een confirmatie

source: The group subscription is free and does not need a confirmation
nl_nl: Groepslidmaatschap is vrij en benodigd geen confirmatie

source: This group is shared and can be used by other members
nl_nl: Deze groep is gedeeld en kan door andere groepsleden gebruikt worden

source: This group is not shared
nl_nl: De groep is niet gedeeld

source: Add user
nl_nl: Gebruiker toevoegen

source: Add
nl_nl: Voeg toe

source: Recent Media
nl_nl: Recente media

source: See all media of the group %s
nl_nl: Bekijk alle media van groep %s

source: Guest Creation
nl_nl: Aanmaken gast

source: Create new guest account
nl_nl: Nieuwe gast code aanmaken

source: Confirm
nl_nl: Bevestigen

source: Guest: %s
nl_nl: Gast: %s

source: Guest
nl_nl: Gast

source: Expires
nl_nl: Verloopt

source: Enable WebDAV access
nl_nl: WebDAV toegang aanzetten

source: None
nl_nl: Geen

source: Name and captcha
nl_nl: Naam en captcha

source: Authentication
nl_nl: Authenticatie

source: Email Notification
nl_nl: Email notificatie

source: Never
nl_nl: Nooit

source: Every 30 minutes
nl_nl: Elke 30 minuten

source: Every hour
nl_nl: Elk uur

source: Every day
nl_nl: Elke dag

source: Every week
nl_nl: Elke week

source: Every month
nl_nl: Elke maand

source: Send new media notifications
nl_nl: Zend nieuwe media notificaties

source: Group List
nl_nl: Groepslijst

source: Do you really want to delete the group '%s' from this guest '%s'?
nl_nl: Weet U zeker dat U het lid '%s' van de groep '%s' wilt verwijderen?

source: Currently this guest account has no assigned groups. Please add groups to grant access to your personal images.
nl_nl: Dit gast account heeft momenteel geen toegewezen groepen. Voeg groepen toe om toegang tot uw eigen beelden te geven.

source: Group Assignements
nl_nl: Groepstoewijzingen

source: Add Group
nl_nl: Groep toevoegen

source: Currently, no guest accounts are set. You can create guests accounts to grant access to your images e.g. to your friends or family. Please add also some groups to the guest to grant access to this guest for these groups.
nl_nl: Op dit moment zijn er geen gast accounts gezet. U kunt gast account aanmaken om toegang te geven tot uw beelden aan bijvoorbeeld uw vrienden of familie. Voeg ook enkele groepen toe aan deze gast om de gast toegang te geven voor deze groepen.

source: Authenticated Links
nl_nl: Geauthentiseerde links

source: Following links contains an authentication key which should be used carefully. Copy the links with with right mouse click and select <i>Copy link address</i>.
nl_nl: De volgende links bevatten een authenticatie sleutel die zorgvuldig gebruikt dient te worden. Kopi&euml;er de links met de rechter muisknop en selecteer <i>Copy link address</i>.

source: The links are valid for the current session. For permanent login the user has to login via username and password.
nl_nl: De links zijn geldig voor de huidige sessie. Voor permanente aangemeldt te zijn, meld u aan met gebruikersnaam en wachtwoord.

source: Direct Link
nl_nl: Direkte link

source: Following link provides a direct link to <i>My Photos</i> of the guest which omits the login with username and password.
nl_nl: De volgende links geven een direkte link naar <i>Mijn foto's</i> van de gast die de aanmelding met gebruikersnaam en wachtwoord overslaat.

source: My Media of Guest %s (Link %s)
nl_nl: Mijn media van gast %s (link %s)

source: Following links provide a authenticated RSS and Media RSS links.
nl_nl: Volgende links bevatten een geautheniseerde RSS en een Media RSS link.

source: Recent Comments
nl_nl: Recent commentaar

source: Media RSS of My Media
nl_nl: Media RSS van Mijn Media

source: Click %s to renew the authentication key. All previous links become invalid.
nl_nl: Klik %s om de authenticatie sleutel te vernieuwen. Alle vorige links worden hiermee ongeldig.

source: renew key
nl_nl: Sleutel vernieuwen

source: Show media in high quality (if available)
nl_nl: Bekijk media in hoge kwaliteit (indien voorhanden)

source: Start Slideshow
nl_nl: Slideshow starten

source: Order
nl_nl: Volgorde

source: date asc
nl_nl: datum afl

source: Show oldest first
nl_nl: Oudste eerst tonen

source: Show newest first
nl_nl: Nieuwste eerst tonen

source: pouplarity
nl_nl: populariteit

source: Show popular first
nl_nl: Populairste eerst tonen

source: Show random order
nl_nl: In willekeurige volgorde tonen

source: Show changes first
nl_nl: Wijzigingen eerst tonen

source: Views
nl_nl: Bekeken

source: Show last views first
nl_nl: Laatste eerst tonen

source: Order by name
nl_nl: Sorteer op naam

source: delete
nl_nl: verwijderen

source: Delete folder %s?
nl_nl: Map %s verwijderen?

source: unlink
nl_nl: link verwijderen

source: Unlink media from this file
nl_nl: Verwijder de media link van dit bestand

source: (parent folder)
nl_nl: (bovenliggende map)

source: (this folder)
nl_nl: (deze map)

source: Size
nl_nl: Grootte

source: %s can edit the meta data
nl_nl: %s kan de meta gegevens wijzigen

source: %s can edit the tags
nl_nl: %s kan de labels wijzigen

source: %s can download this media
nl_nl: %s kan deze media downloaden

source: %s an view this media
nl_nl: %s kan deze media zien

source: users:
nl_nl: Gebruikers:

source: Access for users
nl_nl: Toegang voor gebruikers

source: public:
nl_nl: publiek:

source: Access for the public
nl_nl: Toegang voor het publiek

source: The public
nl_nl: Het publiek

source: This media belongs to the group '%s'
nl_nl: Deze media behoort bij de group '%s'

source: No group assigned
nl_nl: Geen groepen aangewezen

source: Search global for %s
nl_nl: Zoek globaal naar %s

source: Include %s into search
nl_nl: Bij zoeken %s meenemen

source: Exclude %s from search
nl_nl: Bij zoeken %s uitsluiten

source: Me only
nl_nl: Alleen mijzelf

source: Everyone
nl_nl: Iedereen

source: This media is public visible
nl_nl: Deze media is publiekelijk zichtbaar

source: This media is visible for users
nl_nl: Deze media is zichtbaar voor gebruikers

source: This media is visible for group members
nl_nl: Deze media is zichtbaar voor groepsleden

source: This media is private
nl_nl: Deze media is priv&eacutre;

source: Goto address:
nl_nl: Ga naar adres:

source: No address found
nl_nl: Geen adres gevonden

source: Picture Locations
nl_nl: Beeldlokaties

source: Location:
nl_nl: Lokatie:

source: Main Menu
nl_nl: Hoofdmenu

source: prev
nl_nl: vorige

source: next
nl_nl: volgende

source: Uploading file %s
nl_nl: Bestand %s aan het uploaden

source: Uploading file %d/%d. Upload is finished in %s (estimated).
nl_nl: Uploaden bestand %s/%d. Upload zal eindigen in %s (verwacht).

source: Upload Files
nl_nl: Bestanden uploaden

source: Drop files here
nl_nl: Bestanden hier droppen

source: Your new uploaded photos:
nl_nl: Uw nieuwe geuploade foto's:

source: View your %s in explorer
nl_nl: Bekijk uw %s in explorer

source: newest media
nl_nl: nieuwste media

source: No media Found
nl_nl: Geen media gevonden

source: No media found. Please goto the %s and try again
nl_nl: Geen media gevonden. Ga naar de %s en probeer opnieuw

source: File(s)
nl_nl: Bestand(en)

source: Folder
nl_nl: Map

source: View Count
nl_nl: Keer bekeken

source: Created
nl_nl: Aangemaakt

source: Last modified
nl_nl: Laatst gewijzigd

source: Duration
nl_nl: Duur

source: Aperture
nl_nl: Opening

source: Shutter
nl_nl: Sluiter

source: &copy; 2006-2013 by %s - Organize, Browse, and Share Your Photos.
nl_nl: &copy; 2006-2013 door %s - Organiseer, blader en deel je foto's.

source: You are running version %s.
nl_nl: Je draait versie %s.

source: Search...
nl_nl: Zoeken...

source: Go
nl_nl: Ga

source: New Media notifications
nl_nl: Nieuwe media notificaties

source: Email was sent by the open source web gallery %s
nl_nl: E-mail is verzonden door de open source web gallerij %s

source: Video Options
nl_nl: Video opties

source: Create video thumbnail (THM)
nl_nl: Maak video thumbnail aan (THM)

source: Meta Data Export Option
nl_nl: Metadata exportopties

source: phTagr can write meta data from your media files. The meta data can be written embedded into the media file itself or it can be stored in a XMP sidecar file. This feature requires Exiftool to be configured properly.
nl_nl: phTagr kan metadata van je media bestanden lezen. Deze metadata kan geschreven worden in een media bestand zelf of het kan weggeschreven worden in een XMP sidecar bestand. Deze mogelijkheid benodigd dat Exiftool correct geconfigureerd wordt.

source: If you enable write support of meta data your media files are modified by phTagr. While these features are well tested please use them with caution. Creating backup files is recommended (as always).
nl_nl: Als U schrijfondersteuning voor metadata in uw media bestanden door phTagr toestaat worden uw media bestanden aangepast. Ofschoon deze mogelijkheid goed getest is, gebruik dit a.u.b. voorzichtig. Het maken van backup bestanden is aan te raden (zoals altijd).

source: Write meta data embedded into media files
nl_nl: Schrijf metadata in de media bestanden zelf

source: Write meta data to XMP sidecar files
nl_nl: Schrijf metadata naar XMP sidecar bestanden

source: Create XMP sidecar file if missing (for all files)
nl_nl: Maak XMP sidecare bestand aan indien niet aanwezig (voor alle bestanden)

source: Create XMP sidecar file if missing for non JPEG files only
nl_nl: Maak XMP sidecar bestanden aan indien niet aanwezig voor alleen niet-JPEG bestanden

source: Meta data are not written immediatly to files for performance. They are written manually by %s. If a file is requested by a download action the meta data can be updated.
nl_nl: Metadata wordt niet meteen geschreven naar de bestanden vanwege performance. Ze worden handmatig geschreven door %s. Als een bestand wordt opgevraagd door een download actie kan de metadata worden ge-update.

source: Write meta data on demand
nl_nl: Schrijf metadata on demand

source: Default Access Rights
nl_nl: Standaard toegangsrechten

source: The following access rights are applied to new images.
nl_nl: De volgende toegangsrechten worden toegepast bij nieuwe beelden

source: Who can view the image?
nl_nl: Wie kan het beeld zien?

source: Default image group?
nl_nl: Standaard beeld groep?

source: Usually GPS logs are in UTC while camera time is set to local time. Set time offset to correct time difference between GPS logs and your media.
nl_nl: Normaliter zijn GPS logs in UTC echter camera tijd is in lokale tijd. Zet het tijdsverschil om de tijd te corrigeren tussen de GPS logs en uw media.

source: Time offset (minutes)
nl_nl: Tijdsverschil (minuten)

source: Coordinate time range (minutes)
nl_nl: Coördinatie tijdspanne (minuten)

source: Overwrite existing coordinates?
nl_nl: Overschrijf bestaande coördinaten?

source: Authenticated RSS
nl_nl: Geauthentiseerde RSS

source: Following links contain authentication keys of your account. Using these links you are authenticated directly without username and password. The links could be spoofed easily and should be used carefully.
nl_nl: De volgende links bevatten authenticatie sleutels van uw account. Via deze links bent U direkt geauthentiseerd zonder gebruikersnaam of wachtwoord. De links kunnen makkelijk misbruikt worden en moeten zorgvuldig gebruikt worden.

source: Click %s to renew the authentication key. All previous keys become invalid.
nl_nl: Klik %s om de authenticatie sleutel te vernieuwen. Alle vorige sleutels worden ongeldig.

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Others
nl_nl: Andere

source: Profile visibility
nl_nl: Zichtbaarheid profiel

source: Database connection
nl_nl: Database verbinding

source: This step creates the configuration for the database connection. Please add your database connection settings here.
nl_nl: Deze stap maakt de configuratie voor de database verbinding aan. Verander uw database verbindings gegevens hier.

source: Host
nl_nl: Gastsysteem

source: Prefix
nl_nl: Voorvoegsel

source: Continue
nl_nl: Doorgaan

source: The configuration file for the database connection could not be written. Please create a database configuration file by your own!
nl_nl: Het configuratie bestand voor de database verbinding kon niet geschreven worden. Maak a.u.b. zelf het configuratie bestand aan!

source: Below a sample configuration file is shown. Please adapt your database credentials and continue.
nl_nl: Beneden wordt een configuratie voorbeeld bestand getoond. Pas uw database gegevens aan en ga verder.

source: Initialize Database
nl_nl: Database initialiseren

source: All tables are now initialized
nl_nl: Alle tabellen zijn nu geinitialiseerd

source: Setup Complete
nl_nl: Configuratie beeindigd

source: Congratulations! Your configuration of phTagr is completed. Have fun using phTagr!
nl_nl: Proficiat! Uw configuratie van phTagr is compleet. Veel plezier met het gebruiken van phTagr!

source: Click %s to go to home or %s your first media.
nl_nl: Klik %s om naar de home pagina te gaan of %s uw eerste media

source: upload
nl_nl: Uploaden

source: Welcome
nl_nl: Welkom

source: Welcome to the installation setup of phTagr. Following steps are required to install it:
nl_nl: Welkom bij de installatie procedure van phTagr. De volgende stappen zijn nodig voor installatie:

source: Initial file and directory check
nl_nl: Initiële bestand en folder check

source: Configuration of database connection
nl_nl: Configuratie van de database verbinding

source: Initialize required tables
nl_nl: Initialiseren benodigde tabellen

source: Administration account creation
nl_nl: Administratie account aanmaken

source: Configuration of external tools
nl_nl: Configuratie van externe tools

source: Note: Cookies are required to install and run phTagr.
nl_nl: Opmerking: Cookies zijn benodigd om phTagr te installeren en te starten.

source: This setup will step through the required steps.
nl_nl: Deze installatie zal de benodigde stappen doorlopen.

source: Start Installation
nl_nl: Start installatie

source: Path settings
nl_nl: Pad instellingen

source: Following paths are missing. Please create these paths!
nl_nl: De volgende paden zijn afwezig. Graag deze paden aanmaken!

source: Following paths are not writeable. Please change the permissions!
nl_nl: De volgende paden zijn niet beschrijfbaar. Verander a.u.b. de permissies!

source: Retry
nl_nl: Opnieuw

source: Security settings
nl_nl: Beveiligings instellingen

source: An error occured while setting the security salt. Please have look to the log files and click on %s
nl_nl: Er is een fout opgetreden tijdens het zetten van de beveiligings sleutel. Bekijk het log bestand en klik op %s

source: continue
nl_nl: doorgaan

source: phTagr could not set the security salt because the a configuration file file is write protected. Please change the configuration manually
nl_nl: phTagr kon de beveiligings sleutel niet zetten omdat het configuratie bestand schrijfbeschermd is. Verander a.u.b. de configuratie met de hand

source: Change the <b>Security.salt</b> setting in the core configuration file <code>%s</code> (line %d) to a random string with alpha numeric values. You can change the setting to the provided value below. After changing, click on %s.
nl_nl: Verander de <b>Security.salt</b> instelling in het basis configuratie bestand <code>%s</code> (line %d) naar een willekeurige string bestaande uit alfa-numerieke waardes. U kunt de instelling veranderen naar ondersteunde waarde. Na verandering, klik op %s.

source: Current security salt value
nl_nl: Huidige beveiligings sleutel waarde

source: New security salt value
nl_nl: Nieuwe beveiligings sleutel waarde

source: Congratulation! phTagr just runs fine now!
nl_nl: Proficiat! phTagr loopt nu prima!

source: phTagr can use <u>optional</u> external programs to enlarge the functionality. exiftool is used to export the meta data to images like tags, categories or (geo) locations. ffmpeg supports other video file formats like AVI, MPEG, or MOV. And convert supports better thumbnail creation for bigger photos.
nl_nl: phTagr kan <u>optioneel</u> externe programma's gebruiken om de funktionaliteit te vergroten. exiftool wordt gebruikt om meta gegevens als labels, categorieën of (geo) lokaties te exporteren naar beelden. ffmpeg ondersteund video formaten als AVI, MPEG of MOV. En convert ondersteunt het aanmaken van kleinere voorbeelden van grote foto's.

source: You can set the file path of these exteranl programs here or set them later in the system preferences.
nl_nl: U kunt de paden van de externe programma's hier instellen of u kunt dit later in systeem instellingen doen.

source: Skip these settings
nl_nl: Deze instellingen overslaan

source: Following programs could not be found: %s.
nl_nl: De volgende programma's konden niet worden gevonden.

source: FFMPEG does not support the MP3 audio format. Sound will be disabled for videos!
nl_nl: FFMPEG heeft geen ondersteuning voor het MP3 audio formaat. Geluid zal onderdrukt worden voor video's!

source: Path to %s
nl_nl: Pad naar %s

source: Create admin account
nl_nl: Administratief account aanmaken

source: Delete all unused meta data from database: %d fields.
nl_nl: Verwijder alle ongebruikte metadata uit de database: %d velden.

source: Sytem Settings
nl_nl: Systeem instellingen

source: Gallery title
nl_nl: Galerie titel

source: Gallery subtitle
nl_nl: Galerie ondertitel

source: Registration
nl_nl: Registratie

source: Allow anonymous registration
nl_nl: Anonieme registratie toestaan

source: Initial quota limit
nl_nl: Initiële quota limiet

source: User logging
nl_nl: Gebruikers logging

source: Enable logging
nl_nl: Logging aanzetten

source: Your database requires an update from version %d to %d!
nl_nl: De database benodigd een update van versie %d naar %d!

source: Run database upgrade
nl_nl: Database upgrade starten

source: Following database migrations will be executed:
nl_nl: De volgende database migraties zullen uitgevoerd worden:

source: Your system has the newest database version %d.
nl_nl: Uw systeem heeft de laatste versie %d van de database.

source: System overview
nl_nl: Systeem overzicht

source: Amount
nl_nl: Hoeveelheid

source: Files
nl_nl: Bestanden

source: External files
nl_nl: Externe bestanden

source: Sum of file size
nl_nl: Som van de bestandsgroottes
